brew "cairo"
brew "flyctl"
brew "gh"
brew "go"
brew "luarocks"
brew "maven"
brew "neofetch"
brew "neovim"
brew "sqlite"
brew "node"
brew "openjdk@21"
brew "php"
brew "pkgconf"
brew "ripgrep"
brew "sdl2"
brew "speedtest-cli"
brew "tree"
brew "unzip"
brew "xclip"
cask "ghostty"
cask "kitty"
cask "mitmproxy"
cask "unnaturalscrollwheels"
vscode "anthropic.claude-code"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "henrytsz.nvim"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "twxs.cmake"
